/*
  FilterPresets.strings
  iina

  Created by lhc on 25/8/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
/* It's optional to localize descriptions for each parameter! */



"crop" = "Orezať";
"crop.w" = "Šírka (predvolené: šírka videa)";
"crop.h" = "Výška (predvolené: výška videa)";
"crop.x" = "Začiatok X (predvolené: stred)";
"crop.y" = "Začiatok Y (predvolené: stred)";

"expand" = "Zväčšiť";
"expand.w" = "Šírka (predvolené: šírka videa)";
"expand.h" = "Výška (predvolené: výška videa)";
"expand.x" = "Začiatok X (predvolené: stred)";
"expand.y" = "Začiatok Y (predvolené: stred)";
"expand.aspect" = "Zväčší v pomere (napr.: 4/3)";
"expand.round" = "Zaokrúhli, aby bolo deliteľné hodnotou";

"sharpen" = "Zaostriť";
"sharpen.msize" = "Veľkosť matice";
"sharpen.amount" = "Množstvo";

"blur" = "Rozostrieť";
"blur.msize" = "Veľkosť matice";
"blur.amount" = "Množstvo";

"delogo" = "Delogo";
"delogo.w" = "Šírka";
"delogo.h" = "Výška";
"delogo.x" = "Začiatok X";
"delogo.y" = "Začiatok Y";

"negative" = "Negatívne";

"vflip" = "Preklopiť";
"hflip" = "Zrkadliť";

"lut3d" = "3D LUT";
"lut3d.file" = "Cesta k súboru (dá sa použiť drag & drop)";
"lut3d.interp" = "Režim interpolácie";

"custom_mpv" = "Vlastné (mpv)";
"custom_mpv.name" = "Názov filtra";
"custom_mpv.string" = "Hodnota filtra";

"custom_ffmpeg" = "Vlastné (FFmpeg)";
"custom_ffmpeg.name" = "Názov filtra";
"custom_ffmpeg.string" = "Hodnota filtra";
